---
kind: property
id: P:Autodesk.Revit.DB.Structure.FabricSheetType.MinorStartOverhang
source: html/ba4af9d7-7f67-3468-5d6d-d519d15bf320.htm
---
# Autodesk.Revit.DB.Structure.FabricSheetType.MinorStartOverhang Property

The distance from the edge of the sheet to the first wire (measured in the minor direction).

## Syntax (C#)
```csharp
public double MinorStartOverhang { get; }
```